[{"name":"Introduction","paragraphs":[{"speakerName":"Redas","paragraphContent":"R: *inaudible whisper* ... There was a fish in the percolator."},{"speakerName":"Aidas","paragraphContent":"A: *nudge*"},{"speakerName":"Redas","paragraphContent":"R:  *Ahem* Good to have you with us this Tuesday evening, it’s currently 7 PM. I'm Chris P. Bacon…"},{"speakerName":"Aidas","paragraphContent":"A: … And I’m Michael Afton, and you’re watching ZEZ News, real news, for real people. Thanks for joining us."},{"speakerName":"Redas","paragraphContent":"R: And today’s broadcast might very well make you reconsider moving back to the mountains, grim stories coming in from all over the world spell disaster for our future."},{"speakerName":"Aidas","paragraphContent":"A:  Fortune cookie ad campaign? Europe getting into space exploration? Stay with us as we report on all that has happened in the past week."}]},{"name":"Launch to Europa","paragraphs":[{"speakerName":"Aidas","paragraphContent":"A: On more pressing news, as the popularity of avocados grows, carbon emissions in Europe have reached dangerous levels. With rising tensions, The National Aeronautic and Space Administration has finally published a foolproof solution they have been working for in anticipation of this trend."},{"speakerName":"Redas","paragraphContent":"R: Backed by the European Union, NASA has unveiled their magnum opus now dubbed Project Europa. If successful, this one-time, irreversible space operation will completely isolate the problem by relocating the continent to Jupiter. So for everybody watching at home, rest assured, this global threat will soon cease to exist.\n"},{"speakerName":"Aidas","paragraphContent":"A:  Moreover, according to recent announcements, all European citizens will be assigned new housing specifically catered to the much harsher environment. (Under your breath) Heh, maybe finally I’ll get a normal view outside my bedroom window."},{"speakerName":"Redas","paragraphContent":"R: More on that from our resident expert on the field. I pass it on to you [Rp]."},{"speakerName":"Redas","paragraphContent":"Rp: I’m here with Dr. Daniel Greed, our resident specialist, with further insight on the Europa Project. I think there is only one question on everybody’s mind: How long do you think it’ll take for the plan to be carried out? "},{"speakerName":"Vilius","paragraphContent":"V: Hello, thank you for having me here. I’ve gotten to interact with many people directly involved with Project Europa, hah being a renowned expert in astrodynamics and all that. And by adding up their testimonies, not to mention my own calculations, if all goes to plan, Europe should enter Jupiter’s atmosphere by the end of the year."},{"speakerName":"Redas","paragraphContent":"Rp: I see that fellow Europeans across the continent should start packing their bags in preparation. But before that, in your professional opinion: What do you think about the aftermath of this relocation? Will this have any effect on the continent's landscape? And if so, any speculations to share?"},{"speakerName":"Vilius","paragraphContent":"V:  I believe that being delicate when dealing with such large-scale projects is very important, as not to incite any panic. But as a practicing geologist, I simply suggest the viewers not book any skiing trips in the meantime, since most elevated surfaces will be completely flattened under the gravitational pull during the flight."},{"speakerName":"Redas","paragraphContent":"Rp: Wow, I guess you can think of it as a brand new and uncharted territory to explore."},{"speakerName":"Vilius","paragraphContent":"V: Exactly."},{"speakerName":"Redas","paragraphContent":"Rp: That is great to hear, thank you very much Dr. Weed for your insightful commentary. (pan to camera Vilius out of shot) With no recent developments, you can expect that everything is running smoothly. Back to you, Chris."}]}]