[
    {
        "name": "Introduction",
        "paragraphs": [
            {
                "speakerName": "Redas",
                "paragraphContent": "*inaudible whisper* ... There was a fish in the percolator.\n"
            },
            {
                "speakerName": "Aidas",
                "paragraphContent": "*nudge*"
            },
            {
                "speakerName": "Redas",
                "paragraphContent": "*Ahem* Good to have you with us this Tuesday evening, it’s currently 7 PM. I'm Chris P. Bacon…\n"
            },
            {
                "speakerName": "Aidas",
                "paragraphContent": "… And I’m Michael Afton, and you’re watching ZEZ News, real news, for real people. Thanks for joining us."
            },
            {
                "speakerName": "Redas",
                "paragraphContent": "And today’s broadcast might very well make you reconsider moving back to the mountains, grim stories coming in from all over the world spell disaster for our future.\n"
            },
            {
                "speakerName": "Aidas",
                "paragraphContent": "Fortune cookie AD campaign? Europe getting into SPACE exploration? Stay WITH us as we report on ALL that has happened in the past week.\n"
            }
        ]
    },
    {
        "name": "Europa",
        "paragraphs": [
            {
                "speakerName": "Aidas",
                "paragraphContent": "On more pressing news, as the popularity of avocados grows, carbon emissions in Europe have reached dangerous levels. With rising tensions, The National Aeronautic and Space Administration has finally published a foolproof solution they have been working on in anticipation of this trend.\n"
            },
            {
                "speakerName": "Redas",
                "paragraphContent": "Backed by the European Union, NASA has unveiled their magnum opus now dubbed Project Europa. If successful, this one-time, irreversible space operation will completely isolate the problem by relocating the continent to Jupiter. So for everybody watching at home, rest assured, this global threat will soon cease to exist."
            },
            {
                "speakerName": "Aidas",
                "paragraphContent": "Moreover, according to recent announcements, all European citizens will be assigned new housing specifically catered to the much harsher environment. (Under your breath) Heh, maybe finally I’ll get a normal view outside my bedroom window."
            },
            {
                "speakerName": "Redas",
                "paragraphContent": "More on that from our resident expert on the field. I pass it on to you Robert."
            }
        ]
    },
    {
        "name": "Rat Problem",
        "paragraphs": [
            {
                "speakerName": "Redas",
                "paragraphContent": "Thank you, Rob. Now onto other news: The Department of Commerce has officially broken its silence, declaring a national crisis. Reports about missing cheese are coming in from all over the country, as it has become the latest victim of a serial disappearance case. What's the cause of this problem? What financial repercussions may we may encounter? More on that now.\n"
            },
            {
                "speakerName": "Aidas",
                "paragraphContent": "Cheese has been our nation's main export for the better half of the century, single-handedly upholding the monetary stability of our country. If this situation persists for any longer, the impact on our economy could become irreversible. This unexpected development might very well spell the final days of our glorious nation.\n"
            },
            {
                "speakerName": "Redas",
                "paragraphContent": "Offsetting the loss of its primary source of income is key to overcoming this problem, so rising taxes are to be expected. However experts are more worried about the public’s reactions to this solution, some even speculating that mass-rioting might ensue.\n"
            },
            {
                "speakerName": "Aidas",
                "paragraphContent": "Not to mention, government funded institutions, such as public schools or even the police force, would lose their funding. Our safe and educated future is hanging on the ropes. \n"
            },
            {
                "speakerName": "Redas",
                "paragraphContent": "Thus, today we have invited an expert, who might help us determine the cause of this problem. Hello, please introduce yourself.\n"
            },
            {
                "speakerName": "Vilius",
                "paragraphContent": " Hello I’m Dr. Daniel Reed, I’m a licensed rodentologist (annoyed) and I don’t know why I'm even here!? This happens every year and each time I have to repeat myself that none of this is out of the ordinary. This is merely the meddling of rats stocking up in preparation for the harsh winter season.\n"
            },
            {
                "speakerName": "Aidas",
                "paragraphContent": "I OBJECT! I know those conniving little bastards are plotting something. I've seen those pesky rapscallions clawing their way to my cellar to steal my camembert. My brand new CCTV system captured their nightly escapades. They stole my cheese and now (very short pause) they’re going to steal my country!\n\n"
            },
            {
                "speakerName": "Redas",
                "paragraphContent": "So, Dr. Breed, tell us, how long will their abnormal behavior continue? When can we expect things to revert back to normal?\n"
            },
            {
                "speakerName": "Vilius",
                "paragraphContent": "As I said, nothing about this is weird or unusual, but be prepared to hear some squeaking noises during the wintertime, after all, they are staying inside for the better part of the cold season. As for when to expect their population to die out, you needn’t worry about that, they’ll be skimmed off by predators before the snow finishes melting.\n"
            },
            {
                "speakerName": "Aidas",
                "paragraphContent": "(sound very patronizing) Hah! Likely story, you say the same thing every year, what will we do when the rodents attack, huh? No one believes me when I say that, but I know they’re waiting for us to lower our guards, to strike at our weakest. Anything you want to say, “Doctor” Reed?\n\n"
            },
            {
                "speakerName": "Vilius",
                "paragraphContent": "(look straight into the camera like you’re done with it). My professional advice, as a post-apocalyptic survival expert, is to always carry the essentials: food, water, clothing, miscellaneous medical supplies and books to entertain yourself during long, boring hours. Happy?\n"
            },
            {
                "speakerName": "Aidas",
                "paragraphContent": "Yes."
            },
            {
                "speakerName": "Redas",
                "paragraphContent": "Well that’s all for now, folks… (trans sentence)\n"
            }
        ]
    }
]